{
  "mentions": [
    {
      "document_id_i": "CCLW.executive.10051.4517",
      "document_id_j": "CCLW.executive.10049.4519",
      "document_name_j": "Energy Strategy 2050",
      "found_block": "The Energy Strategy 2050, which aims to transform energy supply, makes a major contribution to at-\ntaining the climate policy goals. A significant expansion of renewable energies - such as hydropower,\nphotovoltaic systems, biomass, geothermal energy and wind energy - is planned in the field of power\ngeneration. In addition to efficiency measures, more domestic renewable energies are to replace fossil\nenergies in the area of heating. To consolidate the expansion of renewable energies, the Federal Coun-\ncil wishes - based on the results of a consultation procedure on an amendment to the Energy Act - to\npartially extend the support to 2035, on one hand, and to give it a more competitive structure on the\nother. It also wishes to turn the statutory limits for electricity generation from hydropower and other\nrenewable energies of at least 54.4 TWh for 2035 into binding targets and to also define targets for\n2050. By opening up the electricity market to all customers, the Federal Council also intends to better\nintegrate renewable energies into the market and to strengthen the position of decentralised electricity\nproduction to enable innovative services, such as district system solutions and electric mobility pack-\nages, to be created."
    },
    {
      "document_id_i": "CCLW.executive.10051.4517",
      "document_id_j": "CCLW.executive.10049.4518",
      "document_name_j": "Energy Strategy 2050",
      "found_block": "The Energy Strategy 2050, which aims to transform energy supply, makes a major contribution to at-\ntaining the climate policy goals. A significant expansion of renewable energies - such as hydropower,\nphotovoltaic systems, biomass, geothermal energy and wind energy - is planned in the field of power\ngeneration. In addition to efficiency measures, more domestic renewable energies are to replace fossil\nenergies in the area of heating. To consolidate the expansion of renewable energies, the Federal Coun-\ncil wishes - based on the results of a consultation procedure on an amendment to the Energy Act - to\npartially extend the support to 2035, on one hand, and to give it a more competitive structure on the\nother. It also wishes to turn the statutory limits for electricity generation from hydropower and other\nrenewable energies of at least 54.4 TWh for 2035 into binding targets and to also define targets for\n2050. By opening up the electricity market to all customers, the Federal Council also intends to better\nintegrate renewable energies into the market and to strengthen the position of decentralised electricity\nproduction to enable innovative services, such as district system solutions and electric mobility pack-\nages, to be created."
    },
    {
      "document_id_i": "CCLW.executive.10038.rtl_289",
      "document_id_j": "CCLW.executive.10128.4647",
      "document_name_j": "Spanish Strategy for Science, Technology and Innovation 2021-2027",
      "found_block": "&gt; Promote Spanish energy R+D+i as a pillar of sustainable economic growth. Research, development and innovation can strengthen the leadership of Spanish companies and industries in the hydrogen economy, both technologically and in possible solutions to the management of any of the stages of the renewable hydrogen value chain described. The Spanish Strategy for Science, Technology and Innovation 2021-2027 includes among its national R&amp;D&amp;I strategic lines the application of renewable hydrogen in industry and as a resource for climate change and decarbonisation."
    },
    {
      "document_id_i": "CCLW.executive.10040.4553",
      "document_id_j": "CCLW.executive.10128.4647",
      "document_name_j": "Spanish Strategy for Science, Technology and Innovation 2021-2027",
      "found_block": "The Spanish Strategy for Science, Technology and Innovation 2021-2027 (EECTI 2021-2027) is the basic instrument to consolidate and reinforce the Science, Technology and Innovation System (SECTI) in the next seven years. The ECCTI 2021-2027 is specifically designed to facilitate the articulation of our R&amp;D&amp;i policy with the policies of the European Union, taking into account the regulations approved or in progress, in order to take advantage of the synergies in the best possible way. between programs. The Strategy identifies its participation in the Green Deal and the Strategic Framework for Energy and Climate as an opportunity for the Spanish Science, Technology and Innovation System, so that it guides the planning of its R&amp;D&amp;i programs towards thematic clusters that include «Climate, energy and mobility»&gt; one of its areas of strategic prioritization."
    },
    {
      "document_id_i": "CCLW.executive.10009.4528",
      "document_id_j": "CCLW.executive.10090.4529",
      "document_name_j": "National Green Technology Policy",
      "found_block": "The Green Technology Master Plan provides actionable strategic\ndirections to support the National Green Technology Policy.\nThis document is the first of its kind which outlines the national\nconcerted efforts in promoting green technology in key economic\nsectors to stimulate economic growth in the country. It aligns the\nexisting green technology-related policies and action plans with the\nstrategic direction of the 11th Malaysia Plan."
    }
  ]
}